Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/RemindersSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Add an additional language to automatically place grocery items into categories.
ar: يمكنك إضافة لغة إضافية لوضع عناصر البقالة في فئات تلقائيًا.
bg: Добавете допълнителен език за автоматично поставяне на елементите в списъка за пазар в категории.
ca: Afegeix un altre idioma per classificar els ítems de la llista de la compra automàticament.
cs: Přidá další jazyk, ve kterém se budou položky nákupů automaticky zařazovat do kategorií.
da: Tilføj et yderligere sprog for automatisk at inddele dagligvarer i kategorier.
de: Füge eine weitere Sprache hinzu, um Einkaufsartikel automatisch zu kategorisieren.
el: Προσθέτει μια επιπλέον γλώσσα για αυτόματη κατηγοριοποίηση των ειδών για ψώνια.
es: Añade un idioma adicional para clasificar los ítems de la lista de la compra automáticamente en categorías.
es_419: Agrega otro idioma para organizar los elementos de la lista del súper por categoría.
fi: Lisää lisäkieli, jota käytetään kauppalistakohteiden automaattiseen luokitteluun.
fr: Ajoutez une autre langue pour catégoriser automatiquement vos articles de courses.
fr_ca: Ajoutez une langue supplémentaire pour classer automatiquement les articles d’épicerie dans des catégories.
he: ניתן להוסיף שפה נוספת למיון אוטומטי של פריטי הקניות לפי קטגוריות.
hi: किराने के आइटमों को ऑटोमैटिकली श्रेणियों में रखने के लिए अतिरिक्त भाषा जोड़ें।
hr: Dodajte još jedan jezik za automatsko stavljanje namirnica u kategorije.
hu: Hozzáadhat egy további nyelvet, amellyel automatikusan kategóriákba rendezheti a bevásárlólista elemeit.
id: Tambahkan bahasa lain untuk menempatkan barang belanjaan secara otomatis ke kategori.
it: Aggiungi un’altra lingua per categorizzare automaticamente gli elementi della lista della spesa.
ja: 買い物の項目を自動分類するのに使用する言語を追加してください。
kk: Азық-түлікті санаттарға автоматты түрде жіктеу үшін қосымша тіл қосыңыз.
ko: 자동으로 식료품을 카테고리로 분류하는 데 사용할 언어를 더 추가합니다.
lt: Įtraukite papildomą kalbą norėdami automatiškai suskirstyti maisto prekes į kategorijas.
ms: Tambah bahasa tambahan untuk meletakkan item runcit secara automatik dalam kategori.
nl: Voeg een extra taal toe om je boodschappen automatisch in categorieën te onder te brengen.
no: Legg til et annet språk for å automatisk plassere daglig­varene i kategorier.
pl: Dodaj kolejny język, aby automatycznie porządkować rzeczy na liście zakupów według kategorii.
pt: Adicione outro idioma para categorizar os itens da lista de compras automaticamente.
pt_pt: Adicionar outro idioma para categorizar automaticamente os elementos da lista de compras.
ro: Adăugați o limbă suplimentară pentru a plasa automat cumpărăturile în categorii.
ru: Добавить дополнительный язык для автоматического распределения покупок по категориям.
sk: Pridá ďalší jazyk, v ktorom sa položky v nákupných zoznamoch budú automaticky triediť do kategórií.
sl: Za samodejno razvrščanje elementov živil v kategorije dodajte drug jezik.
sv: Lägg till ytterligare ett språk om du automatiskt vill placera varor från inköpslistan i kategorier.
th: เพิ่มภาษาเพิ่มเติมเพื่อแยกรายการในลิสต์ของที่ต้องซื้อออกเป็นหมวดหมู่โดยอัตโนมัติ
tr: Alışveriş öğelerini otomatik olarak kategorilere ayırmak için ek bir dil ekleyin.
uk: Можна додати ще одну мову для автоматичного розподілу продуктів за категоріями.
vi: Thêm một ngôn ngữ bổ sung để tự động xếp các mục hàng tạp hóa thành các danh mục.
zh_cn: 再添加一种语言来自动分类日常采购项目。
zh_hk: 加入其他語言來將購物清單項目自動分類。
zh_tw: 加入其他語言來自動分類採買清單項目。

source: Grocery Lists
ar: قوائم البقالة
bg: Списъци за пазаруване
ca: Llistes de la compra
cs: Nákupní seznamy
da: Indkøbslister
de: Einkaufslisten
el: Λίστες για ψώνια
es: Listas de la compra
es_419: Lista de compras del súper
fi: Kauppalistat
fr: Listes de courses
fr_ca: Listes d’épicerie
he: רשימות קניות
hi: किराना सामान सूचियाँ
hr: Popisi namirnica
hu: Bevásárlólisták
id: Daftar Belanjaan
it: Liste della spesa
ja: 買い物リスト
kk: Азық-түлік тізімдері
ko: 식료품 목록
lt: Maisto prekių sąrašai
ms: Senarai Barang Runcit
nl: Boodschappenlijsten
no: Handlelister
pl: Listy zakupów
pt: Listas de Compras
pt_pt: Listas de compras
ro: Liste de cumpărături
ru: Списки продуктов
sk: Zoznamy potravín
sl: Seznami živil
sv: Inköpslistor
th: ลิสต์ของที่ต้องซื้อ
tr: Alışveriş Listeleri
uk: Списки продуктів
vi: Danh sách hàng tạp hóa
zh_cn: 日常采购清单
zh_hk: 購物清單
zh_tw: 採買清單

# LEARN_MORE_ELLIPSIS
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_419: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt: Saiba mais…
pt_pt: Saiba mais…
ro: Mai multe informații…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

source: Reminders Accounts
ar: حسابات التذكيرات
bg: Регистрации за Напомняния
ca: Comptes de l’app Recordatoris
cs: Účty Připomínek
da: Konti til Påmindelser
de: Erinnerungen-Accounts
el: Λογαριασμοί για τις Υπομνήσεις
es: Cuentas de recordatorios
es_419: Cuentas de Recordatorios
fi: Muistutukset-tilit
fr: Comptes Rappels
fr_ca: Comptes Rappels
he: חשבונות תזכורות
hi: रिमाइंडर खाते
hr: Računi za Podsjetnike
hu: Emlékeztetők-fiókok
id: Akun Pengingat
it: Account Promemoria
ja: リマインダーアカウント
kk: Еске салғыш аккаунттары
ko: 미리 알림 계정
lt: „Priminimų“ paskyros
ms: Akaun Peringatan
nl: Herinneringen-accounts
no: Påminnelseskontoer
pl: Konta Przypomnień
pt: Contas do App Lembretes
pt_pt: Contas de Lembretes
ro: Conturi Mementouri
ru: Учетные записи Напоминаний
sk: Účty pre Pripomienky
sl: Računi za Opomnike
sv: Påminnelser-konton
th: บัญชีเตือนความจำ
tr: Anımsatıcılar Hesapları
uk: Облікові записи Нагадувань
vi: Tài khoản Lời nhắc
zh_cn: 提醒事项账户
zh_hk: 提醒事項帳户
zh_tw: 「提醒事項」帳號

source: Set Automatically
ar: التعيين تلقائيًا
bg: Настрой автоматично
ca: Configuració automàtica
cs: Nastavit automaticky
da: Indstil automatisk
de: Automatisch einstellen
el: Αυτόματη ρύθμιση
es: Ajuste automático
es_419: Establecer automáticamente
fi: Aseta automaattisesti
fr: Réglage automatique
fr_ca: Réglage automatique
he: כיוון אוטומטי
hi: ऑटोमैटिकली सेट करें
hr: Podesi automatski
hu: Automatikus beállítás
id: Atur Secara Otomatis
it: Imposta automaticamente
ja: 自動設定
kk: Автоматты түрде орнату
ko: 자동으로 설정
lt: Nustatyti automatiškai
ms: Set Secara Automatik
nl: Stel automatisch in
no: Still inn automatisk
pl: Ustaw automatycznie
pt: Definir Automaticamente
pt_pt: Definir automaticamente
ro: Reglare automată
ru: Автоматически
sk: Nastaviť automaticky
sl: Nastavi samodejno
sv: Ställ in automatiskt
th: ตั้งค่าโดยอัตโนมัติ
tr: Otomatik Ayarla
uk: Задавати автоматично
vi: Đặt tự động
zh_cn: 自动设置
zh_hk: 自動設定
zh_tw: 自動設定

source: You can add an additional language that Reminders will recognize to place grocery items into categories. A language can be selected automatically based on your Keyboard and Language & Region settings. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ar: يمكنك إضافة لغة إضافية يتعرف عليها تطبيق التذكيرات لوضع عناصر البقالة في فئات. يمكن تحديد لغة تلقائيًا حسب إعدادات لوحة المفاتيح وإعدادات اللغة والمنطقة. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
bg: Можете да добавите допълнителен език, който приложението Напомняния да разпознава, за да поставя елементите за пазаруване в категории. Може автоматично да бъде избран език на базата на настройките ви за Клавиатура и за Език и регион, както и на текущото ви местоположение. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ca: Pots afegir un altre idioma per classificar els ítems de la llista de la compra a l’app Recordatoris. També es pot seleccionar automàticament en funció de la configuració del teclat i de la configuració d’idioma i regió. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
cs: Můžete přidat další jazyk, který bude aplikace Připomínky rozpoznávat a zařazovat v něm položky nákupů do kategorií. Jazyk se může vybírat automaticky na základě nastavení klávesnice a voleb jazyka a oblasti. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
da: Du kan tilføje et sprog mere, som Påmindelser genkender, når du placerer dagligvarer i kategorier. Et sprog kan vælges automatisk baseret på dine indstillinger til Tastatur og Sprog & område. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
de: Du kannst eine zusätzliche Sprache hinzufügen, bei der „Erinnerungen“ erkennt, dass Einkaufsartikel kategorisiert werden sollen. Eine Sprache kann automatisch anhand deiner Tastatureinstellungen und der Einstellungen für „Sprache & Region“ ausgewählt werden. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
el: Μπορείτε να προσθέσετε μια επιπλέον γλώσσα, την οποία θα αναγνωρίζουν οι Υπομνήσεις για κατηγοριοποίηση των ειδών για ψώνια. Είναι δυνατή η επιλογή μιας γλώσσας αυτόματα βάσει των ρυθμίσεων Πληκτρολογίου και Γλώσσας και περιοχής, καθώς και της τρέχουσας τοποθεσίας σας. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
es: Puedes añadir un idioma adicional para clasificar los ítems de la lista de la compra en categorías en la app Recordatorios. Se puede seleccionar uno automáticamente en función de tus ajustes de teclado y de idioma y región. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
es_419: Puedes agregar un idioma adicional que Recordatorios reconocerá para organizar los elementos del súper en categorías. Se puede seleccionar un idioma adicional de forma automática según tu configuración de Teclado e Idioma y región. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
fi: Voit lisätä lisäkielen, jota Muistutukset käyttää kauppalistan kohteiden luokitteluun. Lisäkieli voidaan valita automaattisesti Näppäimistö- ja Kieli ja alue -asetustesi perusteella. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
fr: Vous pouvez ajouter une autre langue que Rappels reconnaîtra pour catégoriser les articles de votre liste de courses. Une langue supplémentaire peut être sélectionnée automatiquement en fonction de vos réglages Clavier et « Langue et région ». _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
fr_ca: Vous pouvez ajouter une langue supplémentaire que l’app Rappels reconnaîtra pour classer les articles d’épicerie dans des catégories. Une langue peut être sélectionnée automatiquement en fonction des réglages « Clavier » et « Langue et région ». _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
he: באפשרותך להוסיף שפה נוספת שהיישום ״תזכורות״ יוכל לזהות כדי למיין פריטי קניות לקטגוריות. ניתן לבחור שפה באופן אוטומטי לפי ההגדרות ״מקלדת״ ו״שפה ואזור״. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
hi: आप एक अतिरिक्त भाषा जोड़ सकते हैं जिसे रिमाइंडर पहचान लेगा ताकि किराने के आइटम को श्रेणियों में रखा जा सके। आपके कीबोर्ड और भाषा और क्षेत्र सेटिंग्ज़ के आधार पर एक भाषा ऑटोमैटिकली चुनी जा सकती है। _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
hr: Možete dodati još jedan jezik koji će Podsjetnici prepoznavati za stavljanje namirnica u kategorije. Jezik može automatski biti odabran na temelju vaših postavki Tipkovnice te Jezika i regije. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
hu: Hozzáadhat egy további nyelvet, amelyet az Emlékeztetők fel fog ismerni a bevásárlólista-elemek kategóriákba rendezése során. A nyelv kiválasztása automatikusan történhet az Ön billentyűzetre, nyelvre és régióra vonatkozó beállításai alapján. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
id: Anda dapat menambahkan bahasa lain yang akan dikenali Pengingat untuk menempatkan barang belanjaan ke dalam kategori. Bahasa dapat dipilih secara otomatis berdasarkan pengaturan Papan Ketik dan Bahasa & Wilayah Anda. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
it: Puoi aggiungere un’altra lingua che Promemoria riconoscerà per categorizzare gli elementi della spesa. Una lingua può essere selezionata automaticamente in base alle impostazioni della tastiera e a quelle di “Lingua e zona”. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ja: リマインダーで買い物リストの項目を分類するもう一つの言語を追加できます。“キーボード”設定と”言語と地域”設定に基づいて、言語は自動的に選択されます。
kk: Азық-түлікті санаттарға жіктеу үшін еске салғыштар танитын қосымша тілді қосуға болады. Тілді «Пернетақта» мен «Тіл және аймақ» реттеулері және ағымдағы геолокация негізінде автоматты түрде таңдауға болады. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ko: 미리 알림에서 식료품을 카테고리로 분류할 때 인식할 언어를 추가할 수 있습니다. 키보드 설정과 언어 및 지역 설정에 따라 언어가 자동으로 선택될 수 있습니다. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
lt: Galite įtraukti papildomą kalbą – „Priminimai“ ją atpažins ir suskirstys maisto prekes į kategorijas. Kalbą galima pasirinkti automatiškai, atsižvelgiant į jūsų klaviatūros ir kalbos bei regiono nustatymus. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ms: Anda boleh menambah bahasa tambahan yang akan dikenali oleh Peringatan untuk meletakkan item barang runcit dalam kategori. Bahasa boleh dipilih secara automatik berdasarkan seting Papan Kekunci dan Bahasa & Rantau anda. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
nl: Je kunt een extra taal toevoegen die de Herinneringen-app herkent om boodschappen in categorieën onder te brengen. Een taal kan automatisch worden geselecteerd op basis van je instellingen voor 'Taal en regio' en je huidige locatie. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
no: Du kan legge til et annet språk som Påminnelser vil gjenkjenne for å kategorisere dagligvareartikler. Språket kan velges automatisk basert på innstillingene dine under Tastatur og Språk og område. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
pl: Możesz dodać inne języki, które aplikacja Przypomnienia będzie rozpoznawać, porządkując pozycje listy zakupów w kategoriach. Język może być wybierany automatycznie na podstawie ustawień w panelach Klawiatura oraz Język i region. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
pt: Você pode adicionar outro idioma que o app Lembretes reconhecerá para categorizar itens de uma lista de compras. É possível selecionar um idioma automaticamente com base nos ajustes de Teclado e de Idioma e Região. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
pt_pt: Pode adicionar outro idioma para que a aplicação Lembretes saiba como categorizar os elementos de listas de compras. O idioma pode ser selecionado automaticamente de acordo com as definições de Teclado e de Idioma e região. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ro: Puteți adăuga o limbă suplimentară pe care aplicația Mementouri o va recunoaște pentru a plasa cumpărăturile în categorii. Limba poate fi selectată automat pe baza configurării Tastatură, a configurării Limbă și regiune. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
ru: Можно добавить дополнительный язык, на котором Напоминания смогут распределять продукты по категориям. Выбор языка может происходить автоматически на основе параметров, заданных в панелях настроек «Клавиатура» и «Язык и регион». _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
sk: Umožňuje vám pridať ďalší jazyk, v ktorom bude apka Pripomienky rozpoznávať položky v nákupných zoznamoch a triediť ich do kategórií. Môžete ho vybrať automaticky na základe nastavení Klávesnice, Jazyka a regiónu a vašej aktuálnej polohy. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
sl: Dodate lahko drug jezik, na podlagi katerega bo aplikacija Opomniki artikle razvrstila v kategorije. Jezik se lahko izbere samodejno glede na vaše nastavitve tipkovnice ter nastavitve jezika in regije. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
sv: Du kan lägga till ett ytterligare språk som Påminnelser använder till att placera varor i olika kategorier. Ett språk kan väljas automatiskt baserat på inställningarna i Tangentbord och Språk och region. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
th: คุณสามารถเพิ่มภาษาเพิ่มเติมที่เตือนความจำจะได้รู้จักเพื่อแยกรายการในลิสต์ของที่ต้องซื้อออกเป็นหมวดหมู่ได้ ภาษาสามารถถูกเลือกได้โดยอัตโนมัติโดยอิงตามการตั้งค่าแป้นพิมพ์และภาษาและภูมิภาค _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
tr: Anımsatıcılar’ın alışveriş öğelerini kategorilere ayırmak için tanıyacağı ek bir dil ekleyebilirsiniz. Klavye ile Dil ve Bölge ayarlarınıza göre bir dil otomatik olarak seçilebilir. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
uk: Можна додати іншу мову, яку Нагадування розпізнаватимуть для впорядкування продуктів за категоріями. Мова може задаватися автоматично згідно з параметрами в розділах «Клавіатура» й «Мова і регіон». _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
vi: Bạn có thể thêm một ngôn ngữ bổ sung để Lời nhắc nhận dạng nhằm sắp xếp các mục hàng tạp hóa vào các danh mục. Một ngôn ngữ có thể được chọn tự động dựa trên cài đặt Bàn phím và Ngôn ngữ & Vùng. _LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
zh_cn: 你可以添加其他语言以便“提醒事项”识别以分类日常采购项目。系统可以根据你的“键盘”和“语言与地区”设置自动选择语言。_LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
zh_hk: 你可以加入「提醒事項」可識別的其他語言來將購物清單項目分類。系統可依據你的「鍵盤」設定和「語言與地區」設定來自動選擇一種語言。_LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE
zh_tw: 你可以加入其他語言來讓「提醒事項」辨識以分類採買清單項目。系統可以根據你的「鍵盤」和「語言與地區」設定來自動選取語言。_LEARN_MORE_ELLIPSIS_DO_NOT_LOCALIZE

source: Show Suggestions
ar: إظهار الاقتراحات
bg: Покажи предложения
ca: Mostra els suggeriments
cs: Zobrazit návrhy
da: Vis forslag
de: Vorschläge anzeigen
el: Εμφάνιση προτάσεων
es: Mostrar sugerencias
es_419: Mostrar sugerencias
fi: Näytä ehdotukset
fr: Afficher des suggestions
fr_ca: Afficher les suggestions
he: הצגת הצעות
hi: सुझाव दिखाएँ
hr: Prikaži prijedloge
hu: Javaslatok megjelenítése
id: Tampilkan Saran
it: Mostra suggerimenti
ja: 提案を表示
kk: Ұсыныстарды көрсету
ko: 제안 보기
lt: Rodyti pasiūlymus
ms: Tunjukkan Cadangan
nl: Toon suggesties
no: Vis forslag
pl: Pokaż sugestie
pt: Mostrar Sugestões
pt_pt: Mostrar sugestões
ro: Afișare sugestii
ru: Предложения
sk: Zobraziť návrhy
sl: Prikaži predloge
sv: Visa förslag
th: แสดงคำแนะนำ
tr: Önerileri Göster
uk: Показувати пропозиції
vi: Hiển thị gợi ý
zh_cn: 显示建议
zh_hk: 顯示建議
zh_tw: 顯示建議

source: Languages
ar: اللغات
bg: Езици
ca: Idiomes
cs: Jazyky
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
es_419: Idiomas
fi: Kielet
fr: Langues
fr_ca: Langues
he: שפות
hi: भाषाएँ
hr: Jezici
hu: Nyelvek
id: Bahasa
it: Lingue
ja: 言語
kk: Тілдер
ko: 언어
lt: Kalbos
ms: Bahasa
nl: Talen
no: Språk
pl: Języki
pt: Idiomas
pt_pt: Idiomas
ro: Limbi
ru: Языки
sk: Jazyky
sl: Jeziki
sv: Språk
th: ภาษา
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

source: All-Day Reminders
ar: تذكيرات طوال اليوم
bg: Целодневни напомняния
ca: Recordatoris de tot el dia
cs: Celodenní připomínky
da: Heldagspåmindelser
de: Ganztägige Erinnerungen
el: Ολοήμερες υπομνήσεις
es: Recordatorios que duran todo el día
es_419: Recordatorios de todo el día
fi: Koko päivän muistutukset
fr: Rappels journée entière
fr_ca: Rappels sur une journée
he: תזכורות של יום שלם
hi: दिन भर वाले रिमाइंडर
hr: Podsjetnici cjelodnevnog događaja
hu: Egész napos emlékeztetők
id: Pengingat Sepanjang Hari
it: Promemoria per tutto il giorno
ja: 終日リマインダー
kk: Күні бойы көрсетілетін еске салғыштар
ko: 하루 종일 미리 알림
lt: Visą dieną trunkantys priminimai
ms: Peringatan Seharian
nl: Herinneringen voor de hele dag
no: Heldagspåminnelser
pl: Przypomnienia całodniowe
pt: Lembretes de Dia Inteiro
pt_pt: Lembretes para o dia todo
ro: Mementouri valabile toată ziua
ru: Напоминания на весь день
sk: Celodenné pripomienky
sl: Celodnevni opomniki
sv: Heldagspåminnelser
th: เตือนความจำแบบทั้งวัน
tr: Tam Günlük Anımsatıcılar
uk: Цілоденні нагадування
vi: Lời nhắc cả ngày
zh_cn: 全天提醒事项
zh_hk: 全日提醒事項
zh_tw: 整日提醒事項

source: Show all-day reminders as overdue starting on the next day.
ar: إظهار تذكيرات "طوال اليوم" كمتأخرة بداية من اليوم التالي.
bg: Покажи целодневните напомняния като просрочени, започвайки от следващия ден.
ca: Els recordatoris de tot el dia es mostraran com a endarrerits a partir del dia següent.
cs: Celodenní připomínky se začnou zobrazovat jako prošlé od následujícího dne.
da: Vis heldagspåmindelser som forfaldne fra den næste dag.
de: Zeige ganztägige Erinnerungen ab dem nächsten Tag als überfällig an.
el: Εμφάνιση ολοήμερων υπομνήσεων ως εκπρόθεσμων από την επόμενη ημέρα.
es: Los recordatorios que duran todo el día se muestran como atrasados a partir del día siguiente.
es_419: Se mostrarán los recordatorios de todo el día como vencidos a partir del día siguiente.
fi: Näytä koko päivän muistutukset vanhentuneina seuraavasta päivästä alkaen.
fr: Signalez les rappels sur toute la journée comme en retard à compter du lendemain.
fr_ca: Marque les rappels sur une journée comme en retard dès le jour suivant.
he: ניתן להציג תזכורות של יום שלם כתזכורות שהמועד שלהן יחלוף ביום הבא.
hi: अगले दिन से शुरू करके विलंबित के रूप में दिन भर वाले रिमाइंडर दिखाएँ।
hr: Podsjetnici cjelodnevnog događaja započet će se prikazivati od sljedećeg dana kao istekli.
hu: Egész napos emlékeztetők megjelenítése lejártként a következő nap kezdetétől.
id: Tampilkan pengingat sepanjang hari sebagai terlewati mulai dari hari berikutnya.
it: Mostra come scaduti i promemoria che durano tutto il giorno a partire dal giorno successivo.
ja: 終日リマインダーを期限の翌日から期限超過として表示します。
kk: Күні бойғы еске салғыштар келесі күнінен бастап мерзімі өткен болып көрсетіледі.
ko: 다음 날이 시작되는 시점부터 ‘하루 종일 미리 알림’ 항목을 기한이 지난 항목으로 표시합니다.
lt: Nuo kitos dienos visą dieną trunkančius priminimus rodyti kaip pradelstus.
ms: Tunjukkan peringatan seharian sebagai lewat mulai hari seterusnya.
nl: Toon herinneringen voor de hele dag als verlopen vanaf de volgende dag.
no: Vis alle heldagspåminnelser som forfalt fra og med neste dag.
pl: Pokazuje przypomnienia całodniowe jako zaległe, zaczynając od kolejnego dnia.
pt: Mostra lembretes de dia inteiro como atrasados a partir do próximo dia.
pt_pt: Os lembretes para o dia todo serão apresentados como em atraso a partir do dia seguinte.
ro: Mementourile valabile toată ziua vor fi afișate drept restante începând cu ziua următoare.
ru: Напоминания на весь день станут просроченными на следующий день.
sk: Celodenné pripomienky sa budú nasledujúci deň zobrazovať ako po termíne.
sl: Prikaži celodnevne opomnike kot zapadle, začenši z naslednjim dnevom.
sv: Visa heldagspåminnelser som försenade med början nästa dag.
th: แสดงเตือนความจำแบบทั้งวันเป็นเลยกำหนดโดยเริ่มตั้งแต่วันถัดไป
tr: Tam günlük anımsatıcıları bir sonraki günden başlayarak gecikmiş olarak gösterin.
uk: Показувати цілоденні нагадування як прострочені, починаючи з наступного дня.
vi: Hiển thị các lời nhắc cả ngày là quá hạn, bắt đầu vào ngày tiếp theo.
zh_cn: 在次日将全天提醒事项显示为逾期。
zh_hk: 在次日將全日提醒事項顯示為逾期。
zh_tw: 從隔天開始將整日提醒事項顯示為已過期。
